{"rating": ["1 of 5 stars"], "review": ["\nfirst the A/C in the room was not working, and in saudi arabia, you can imagine how it looks without AC, the table was shaking, couches scratched,the pizza and pasta were good, but the salad bar is terrible. we wanted to order starter, the waiter informed us, it is already finished and can not be served.....it was terrible\n"], "title": ["\n", "\nPizza Hut\n"], "rtitle": ["i could not believe that it was pizza hut"], "address": []}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nI was on a Bein Harim tour yesterday and our guide took us here for our lunch. A buffet (but NOT an all you can eat)....lasagne, fried fish, a stew with chicken, a stew with beef, steamed vegetables, white rice and potatoes. A couple of salad choices. $15 or 60 shekels (yeah, bad exchange rate; bring dollars). They do serve...\n", "\n"], "longitude": "33.93852", "rtitle": ["Average Overall"], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nRestaurant was self-service with a good selection of local food. The price was average for its location. Would be pleased to recommend it to Bethlehem visitors.\n"], "longitude": "33.93852", "rtitle": ["Christmas Bells Restaurant offers good food with no frills or bells!"], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nThis restaurant was a delight and the food was outstanding! The staff were friendly and the decor inviting and clean.\n"], "longitude": "33.93852", "rtitle": ["Friendly and Cozy with room for banquets or quiet meal."], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nWhen you first walk into Christmas Bells, looks can be deceiving. It looks like a large cafeteria. We were the only guests there and felt odd at first. But that only last a minute. The staff there were so kind to us, they brought us great food and local wine. So many beautiful side dishes. Then they had my mom...\n", "\n"], "longitude": "33.93852", "rtitle": ["Right next to the Church of the Nativity, great food and great wine."], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nAhwak\n"], "review": ["\nThe restaurant is in Le mall complexe in Dbayeh. It has a nice decor and nice service, but the quality of food is very bad. It serves Lebanese cuisine, but what you eat is not good at all. We ordered a bunch of starters, nothing was eatable except for Hommos and the hot bread, the rest was terrible. I would...\n", "\n"], "longitude": "33.92992", "rtitle": ["Title with bad food"], "address": ["\nLe Mall | Dbayeh, Dbayeh, Lebanon\n"], "latitude": "35.5887"}
{"rating": ["3 of 5 stars"], "review": ["\nBe aware of the meze for two option, which meant poor selection of not tasty mezes. Overall, out of a table of nine we all felt the food was average minus. The arabic salad was good. Perhaps it's more of a salad place. Not inspired food.\n"], "title": ["\n", "\nSea View\n"], "rtitle": ["Port cafe used to be good now average minus"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nA beautiful castle-like structure that jets out into the sea next to the ancient marina of Caesarea, this restaurant allows for outdoor or indoor seating overlooking the bay and/or Mediterranean horizon. Who can argue with that as a worthy place to have a beer, a coffee or more? The espresso is hot and fresh, and there's Stella on tap.\nI've...\n", "\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["A location good enough that nothing else matters"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nMe and my girlfriend came here and ordered a starter, sushi and a main.\nThe food arrived very quickly and you could easily tell it was cooked a while ago and just warmed a little.\nThe sushi had warm rice, which is just wrong and the starter was tiny and tasteless. Sauces were obviously not fresh and even looked stale....\n", "\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["Just avoid"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nWorst service I have ever received. Inattentive waiter, uncaring management, mediocre food that didn't arrive on time or together.\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["Don't even think of eating there."], "address": []}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nAbdullah\n"], "review": ["\nAbdullah is a fast food restaurant that serve burgers sandwich mainly.\nif you didn't test the Iraqi burger yet then this is the place that you start with.\nyou will notice some differences in the test, it is a little bit more salty, a little bit more sour, and for sure there are less garlic and more eastern spices within.\n"], "longitude": "33.34390", "rtitle": ["the local test"], "address": ["\nStret Phalstin, Baghdad, Iraq\n"], "latitude": "44.4360"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\nRaska Brasserie & Sushi Bar\n"], "review": ["\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\n"], "longitude": "32.0881", "rtitle": ["Closed."], "address": ["\n18 HaSivim st., Petah Tiqwa, Israel\n"], "latitude": "34.8566"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nWe all know that SAJ elriff known with their deliciously made SAJ so dispute of all the limited seated and the fair services some times the food is great and I recommend you try it\n"], "longitude": "33.308", "rtitle": ["Best SAJ ever "], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThis use to be one of my favorites fast food restaurant in Baghdad\nBut not any more\nDuring my last 5 visits to the restaurant I noticed a serious drop down in the quality of everything.\nI kept going to that place with hope that they will fix it . . . But each time I went there I found...\n", "\n"], "longitude": "33.308", "rtitle": ["Drop Down"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nI haven't the chance to visit this restaurant this time but I visited 3 years ago. At that time I heard that it is a great restaurant but I founded very average one. Food is not that delicious, prices too high, even table and chairs was not comfortable.\n"], "longitude": "33.308", "rtitle": ["3 years ago visit"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThe Saj they serve is great and lovely. The branch is in the resturant area in 62 street. The appetizers are delicious.\n"], "longitude": "33.308", "rtitle": ["The name say it. Order Saj"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThe quality of the food dropped down since they opened. Last visit to there was few days ago and my family ordered chicken saj, pizza and crispy fried chicken. The saj was well done but you can feel it's dry like they just put the chicken in the wrap and thats it! it's not like before they put lots of...\n", "\n"], "longitude": "33.308", "rtitle": ["Disappointment"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["5 of 5 stars"], "review": ["\nThis South American restaurant, located in the northern Golan Heights has an excellent menu offering various types of meats, salads, home made breads with spreads. The food is plentiful and delicious; the service is great. They also offer catering for affairs held in the Golan and Galilee area (Bar/Bat Mitzvah parties) all for an excellent price. The restaurant is open...\n", "\n"], "title": ["\n", "\nAsado Restaurant\n"], "rtitle": ["Excellent South American Restaurant Asada"], "address": []}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nTovahleh\n"], "review": ["\nI do drink coffee at Tovaleh every once in a while, and their regular café au lait, or whatever you want to call it, is still good, but yesterday I happened to be in the area, so I decided to call up my wife and invite her to have a meal with me there.\nIt's at least as bad as...\n", "\n"], "longitude": "32.0877", "rtitle": ["At least as bad as it was last time."], "address": ["\nSpiegel 3 | (City Square Mall), Petah Tiqwa, Israel\n"], "latitude": "34.8874"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nTovahleh\n"], "review": ["\nTovahleh ha s had its ups and downs. When I first became acquainted with the place, a few years ago, the food was good. When I was there about a year or two ago, it was awful: everything tasted of imitation meat-flavored soup powder. When I last ate there a few months ago, it had improved somewhat, but still wasn't...\n", "\n"], "longitude": "32.0877", "rtitle": ["The coffee is good. Everything else, well...."], "address": ["\nSpiegel 3 | (City Square Mall), Petah Tiqwa, Israel\n"], "latitude": "34.8874"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nCafe Hair\n"], "review": ["\nFirst of all, it's not Hair as in Fur, but Ha-Ir as in \"The City\". In other words, The City Coffee Shop.\nThe soups, pastas, and fish are all very good, though I'm pretty sure that the fish dishes are all made of standard supermarket frozen fish, mostly filets. Cafe Ha-Ir does have a real chef who cares and knows...\n", "\n"], "longitude": "31.9691", "rtitle": ["The best strictly kosher coffee shop/dairy restaurant in Petach Tikva at the moment"], "address": ["\nMoheliver 6, Petah Tiqwa, Israel\n"], "latitude": "34.9569"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nBetter Burger\n"], "review": ["\nThis place just oppened recently, few months ago, the design of the place is very american and I thought was a good start for a great adventure since I looooove good hamburgers (I used to live in New York so I know a good burger when I see one), the owner looks american so I thought that he has made...\n", "\n"], "longitude": "32.0854", "rtitle": ["Just another hamburger, nothing special"], "address": ["\nRotchild 83, Petah Tiqwa, Israel\n"], "latitude": "34.88218"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nBlackbarburger\n"], "review": ["\nNice and quite place with relaxed atmosphere at the midst of the relatively business district. Great place for Friends, Family, and Couples during the evening.\nWe were a few couples and ordered various burgers and fries. the burgers were real good and juicy, but unfortunately the fries were below average. Basically not crispy at all as I expect from a...\n", "\n"], "longitude": "32.0881", "rtitle": ["Great Burgers With Atmosphere"], "address": ["\nHasivim 18, Petah Tiqwa, Israel\n"], "latitude": "34.8566"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nHome like food with good prices. Not Kosher which is a big advantage. really something for everybody\n"], "longitude": "32.0881", "rtitle": ["Cheap and tasty"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nPaprika is a restaurant in the Yakhin Center in Petah Tikva serving Israeli cuisine. It is definitely a medium-quality restaurant, don't expect anything fancy. The service is decent and the atmosphere is very good—no loud music and plenty of space. The place is one of the few restaurants in Petah Tikva open on Shabbat.\nThe real upside of this restaurant...\n", "\n"], "longitude": "32.0881", "rtitle": ["Best Value for Money"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nNice restaurant. Been there for 2-3 times on late night,\nbut just because it was the only restaurant open.\nThe food is too much oily and fatty and not delicious.\nWon't get back, probably.\n"], "longitude": "32.0881", "rtitle": ["moderate quality food"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nGood Israeli restaurant, serving a variety of foods from different Israeli styles.\nI especially like the Fatoot; a dish based on shredded bread.\nHighly recommended.\n"], "longitude": "32.0881", "rtitle": ["Good Israeli food, simple and tasty"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nThe food is very tasty. Everyone was satisfied. The children where happy with the meal that they got. The desert was very good and tasty. The only thing is the to good acoustic. The Restaurant in very, very loud.\n"], "longitude": "32.0881", "rtitle": ["very good israeli food"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["5 of 5 stars"], "review": ["\none of the Best in Israël;-)\nThey recognize us always:-)\nthe guy who place you is so sympa \"ooh the belgian\" :-D\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Super great!!!!!"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nBefore you go to this restaurant, keep in mind that it's in the low end—both in terms of price and in terms of fanciness. You will see a lot of people having casual lunch/dinner, there is no wine menu to speak of, and the appetizers are standard supermarket-like food served nicely.\nHaving said that, I have been to this restaurant...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Good and Plentiful Food, Great for a Low-End Restaurant"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nEven before you settle into your seat, your table is filled with tons of salads and a fresh lafa. All of which are delicious. Whatever meat you choose, skewer, steak, etc - is cooked to perfection and delicious. The wait staff is so attentive, the service is so quick and the food is phenomenal. Achla always hits the spot and...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Best Restaurant of its type - no question"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nGood restaurant in \"mizrahi\" style. Variety of salads, starters. Several kinds of barbecue. Not expensive.\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Good as expected."], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\na good place to eat launch or dinner, prices are ok\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["good quality meet"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nThis old established Petah Tiqvah institution is the best. We have eaten here for years and the quality is consistently good: 17 salad mezze - you don't pay if you order a meat course - refilled as often as you want, pittot baked on the side of the oven in front of your eyes, all manner of grilled meats: pargiyot,...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Just the best"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nAs there are no mobile waiters on tables in this place, as a concept, you are doing basically all but the food.\nAnd it's a nice concept, which help lowering the bill.\nAnd most important of course, good Italian food.\n"], "longitude": "32.1448", "rtitle": ["DIYS concept"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nClose to my work place, eating almost every day and enjoyed, in addition comes sometimes in the evenings with my husband.\nPastas and pizzas Current daily production, excellent quality other than lots of places.\nNot expensive at all, worth every penny, excellent food.\n"], "longitude": "32.1448", "rtitle": ["The best"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nNice food, normal prices.\nWe attend this restaurant/diner once a month.\nGood pizzas, good pastas.\nTime to time good promotions...\n"], "longitude": "32.1448", "rtitle": ["Nice"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nItalian restaurant with a special self service concept - when you order and pay you get a special vibrating device and take your place. When your order is ready the device starts vibrating and you can take your fresh meal. The place has a very special space and atmosphere ideal for families. the prices are very very reasonable, and the...\n", "\n"], "longitude": "32.1448", "rtitle": ["simply good"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nEasy to find, easy to get a table. Tasty pizzas and pastas. Perfect place for Saturday family dinner.\n"], "longitude": "32.1448", "rtitle": ["Simple and tasty"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nIt's a self service restaurant, with Great salads and excellent pizzas.\nThe big plus for me, as mentioned, is the italian atmosphere. Feeling like in Rome again...\n"], "longitude": "32.1448", "rtitle": ["If you would like to feel like you are in Italy"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nWe have been coming here for almost a year, once a month on average.\nThis place specializes in Italian food.\nThe concept is based on ordering the food at the cashier, and once the food is ready you are notified via a buzzer and you pick up your food at the counter.\nThis makes the prices really decent, and a...\n", "\n"], "longitude": "32.1448", "rtitle": ["Great place for a big family dinner"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nAn early dinner for two was just lovely. There are no waiters so when you order you get this beeper that will beep when the food is ready.\nThe menu is simple, the pizza was delicious and the Cannoli for desert was nice and sweet.\nThe overall atmosphere is very positive - nice music, open kitchen.\n"], "longitude": "32.1448", "rtitle": ["Simple & elegant"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nSpaghettim\n"], "review": ["\nSpaghettim is a great place to eat. It's a lovely restaurant with outstanding service!\nWe went to celebrate a friends birthday and they now have a new \"health Menu\" specially designed with \"Holmes Place\" for people who want to eat healthy. We choose a Pasta with salmon and a Genovesa Chicken breast. Both dishes were extremely good. So in addition...\n", "\n"], "longitude": "32.0881", "rtitle": ["Worth every penny"], "address": ["\n18 Hasivim St, Petah Tiqwa 4959376, Israel\n"], "latitude": "34.8566"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nCoral Restaurant\n"], "review": ["\nThis is a restaurant inside the Coral hotel. While the hotel has quite high standards, the restaurant suffers from below average cooking. Waiters try to be helpful but there is no backup from the kitchen.\nNevertheless I use this place for business meetings, despite the bad food, because: the restaurant is clean, well arranged and kept, personnel are very friendly...\n", "\n"], "longitude": "33.2927", "rtitle": ["Good business meeting place"], "address": ["\nAl-Jadryia St., Baghdad, Iraq\n"], "latitude": "44.4004"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nOk, we have 2 main sections to talk about\n1st the Mall it self, the management need to pay more attention to many things including the A.C (especially during Baghdad Hot Summer Days) and the W.C's and Finally the limited area of the car parking lot\n2nd the restaurants of the Mall, they are good enough but over prices even...\n", "\n"], "longitude": "33.3174", "rtitle": ["2 main sections to talk about"], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nThe variety of the choices at the food court there was limited between Turkish,western and Iraqi food which is expected in any place nowadays in Baghdad. Tried the food there from Lee's and it was disappointment from quality and taste of food to the service cause I've been before at the main branch and the whole experience was different. and...\n", "\n"], "longitude": "33.3174", "rtitle": ["The food court..."], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nToo expensive and the same shops in almansoor are in it but the third floor is the best Mmmm what else I didn't go the first floor but it's only food\n"], "longitude": "33.3174", "rtitle": ["Entertainment "], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nDojo's\n"], "review": ["\nIf you can get into the IZ this is the place to go. Highly recommended.\nThey serve great steaks while the huge and tasty American breakfast is a must.\nThe waiters are real professionals; come to think of it, this is the only real restaurant in Baghdad.\n"], "longitude": "33.30333", "rtitle": ["Maybe the only restaurant in Baghdad"], "address": ["\nInternational Zone, Baghdad, Iraq\n"], "latitude": "44.35416"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nDojo's\n"], "review": ["\nAte breakfast there (full breakfast with everything), and while the service was cheerful, the quality was a bit average. But considering that there are very few restaurants in the International Zone, we should be grateful for Dojo's. I will be going back (I'm keen to try the indoor pool in the middle of the restaurant).\n"], "longitude": "33.30333", "rtitle": ["As good as it gets"], "address": ["\nInternational Zone, Baghdad, Iraq\n"], "latitude": "44.35416"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nI am a Burger Lover,\nwhen I saw the billboard of that restaurant fro the first time I told myself \"this is the place that I was looking for\" --> thats was me when I stepped into the restaurant\nSeriously disappointed --> me departing the restaurant\nthe Billboard is the best thing in that restaurant, but you surly know that...\n", "\n"], "longitude": "33.33145", "rtitle": ["the Billboard is the best thing in that restaurant"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nBad service and poor small place. I asked the cashier 100 times to remove the sauce from the sandwich but still receiving my meal with it. Limited sandwiches.\n"], "longitude": "33.33145", "rtitle": ["Bad"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nmy husband & I visited karrada branch it was nice place but both of us didn't like the food I chose the vegetarian burger while he took the beef burger & both were not good & also they added some kind of flavored salt to the fries I'm not sure that I like it, the price was reasonable overall it's...\n", "\n"], "longitude": "33.33145", "rtitle": ["nice place but not tasty food"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nWhat a great spot !, my good friend and linguist treated me, and wanted my \"American opinion\" on the burgers.. WHAT A TREAT ...these guys make the BEST burgers in Baghdad. Plus the local younger crowd all know each other, and find it a great hang out spot. Their local marketing is excellent, and it SO SO friendly for all...\n", "\n"], "longitude": "33.33145", "rtitle": ["An American in Baghdad votes ~BURGER JOINT~ the BEST BURGER IN the Middle East !"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nDelicious burgers! ipads are used to take orders, nice clean and modern interiors. I highly recommend it, get the cheeseburger combo with fries :)\n"], "longitude": "33.33145", "rtitle": ["awesome food!"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["2 of 5 stars"], "review": ["\nI have seen other people pretty disappointed that what they show on the pictures is not what they actually get. the amount of meat on the sandwich is very minimal.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["What you see is not what you get"], "address": []}
{"rating": ["2 of 5 stars"], "review": ["\nI am a big fan of hardees for their fresh stuff and juicy burgers but this one sucked. Buns were like days old, you could chew them like a gum and meat was cold like ice\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Buns never fresh and meat is cold"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nVery bad food and place.\nService is low quality\nThe sandwich is not fresh\nthe delivery is slow take about 45 minutes\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Bad"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nI ate there a couple of time I loved it. The Burgers are very nice and tasty the Nuggets are very good with the flavours of their sauces\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Very good"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nGreat food but expensive in comparison. Liked their large burgers as smaller ones are just processed not proper chicken\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Burger Place"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nvery close to the haram, ( in fact over looking the haram ). all kinds of food tastes the same \"nearly \", my advise is to take your food and eat away, because the tables of the restaurant could be \"NOT\" clean at all. your food will be ready in few minutes, very limited choice of drinks, ( nothing diet...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["only if you are very hungry, or in a hurry."], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nIts on the 2nd floor in the hilton tower hotel.\nthe srevice is not very good and the people doesnt smile at all and not friendly.\nthe counter is very small where there is only one guy to take your order and when it gets busy you will have to wait for a very long time.\nfor such crowded place...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["If you are hungry for for it."], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nfood is prpared while you wait .almost everything is served on a bed of rice excellent roast ,grills very simple uncomplicated easy meals esp if you have kids variety mild food\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["close to home food"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\ni found it very average compared to the Hardee's that we get in Karachi. There was a lack of sauces and vegetables plus the bun was not fresh. Go for it only if you are a complete fan of the food chain\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["average experience"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nMy wife and I ate twice at Hardees when we performed umrah in April. We were pleasantly surprised to find how tasty the burgers and sandwiches were during our first time to Hardees. The sizes of the meals were large and would satisfy any hearty eater. Pricing was standard for a fastfood restaurant. Service was average, no smiles from server...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Tasty Fastfood"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\n2 branches , the best burger dining and I like them meals. clean restaurant and good climate. Some times they delay but still good.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Fast food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nMe and my wife ate here on a few occasions whilst in Mecca for Umraah.\nGood choice of burgers which are heavy and filling. Fresh chips and soft drinks such as coke, 7up etc.\nService is standard for Saudi Arabia.\nWorth a visit when your after some fast food.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["As expected from a Burger chain!"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nFood again was awful in taste. Lacked taste and chips did not taste right\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Awful"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nIf you get bored of KFC, McDonalds doies not grab you, you can give Hardees a try. They are a fast food outfit which does a variety of burgers. Its fast food worth a quick bite.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Burgers"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nOver crowded and tastless food . But if U can not get anything else . It is just OK .\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["OK food"], "address": []}
{"rating": ["2 of 5 stars"], "review": ["\nit did not have the quality & the taste that is its hallmark; it is much better in Islamabad, Pakistan where it is very popular surpassing KFC\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["disappointed"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nFries and nuggets are too good here. I haven't tried anything else from it.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Fries and Nuggets"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nhad this from the food court was nice takes a while to get your order\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["ok"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\ngood food as expected...usual burgers and fast food, good tasting fresh food...nice alternative\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nthis is a very nice fast food center with good hygiene practice\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["fast food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nthis is as good as mcdonalds and at times even better\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["as good as mcdonalds"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nbut the escalator beside the Hilton leads to a small food court. Plenty of nondescript food to be found there. However, Hardees burgers were exceptionally delicious, fresh and hot. We had to wait a while for a table, but it was worth the wait.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Makkah is not the best place for dining out, please correct me if I'm wrong"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nFoods are ok! I am not a burger fan, though I eat it sometimes!\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Foods are ok!"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nlocation is ideal but the service staff isnt efficient enough\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["improve hardees"], "address": []}
{"rating": ["3 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nAverage sushi, average service, average prices.\nThere is free parking for first 2 hours in shopping center.\n"], "longitude": "32.0876", "rtitle": ["Average sushi bar"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis was crazy, I ordered a shrimp miso soup. It was the single smallest portion of soup I have ever encountered. Offered to send the manager a picture, explained to him nicely. Instead I was told that if I dont like it it is my problem and he slammed the phone down on me. Anyone who orders or eats at...\n", "\n"], "longitude": "32.0876", "rtitle": ["Must be crazy to order from them"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nthe dishes are delicious. the service is always excellent. the atmosphere and design are clean and easy.\nthe sushi- is the best in the city.\n"], "longitude": "32.0876", "rtitle": ["simply the best"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nWe love their sushi. Good atmosphere, huge TV screen, mostly good service. The restaurant is located in shopping-restaurant area, you can usually find parking.\n"], "longitude": "32.0876", "rtitle": ["Oyamaa"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nI ordered the chicken in tampure but received schnitzel. I ordered and paid for fanta but did not receive it.\n"], "longitude": "32.0876", "rtitle": ["just terrible"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nI'm getting back there for the Phad Kapao, and everytime have a great joy.\nThe atmosphere is somehow on the border of a restaurant and bar,\nand the service is quick and lovely.\n"], "longitude": "32.0876", "rtitle": ["Delicious restaurant"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nAt the business lunch a wrong main dish was served, but they didn't agree to replace it (!). When I decline to receive it (after all it wasn't what I've ordered) they charged me full price (not the business lunch price) on every single part of the business lunch.\nAnd, how surprising, the manager had very rude and irrelevant comments...\n", "\n"], "longitude": "32.0876", "rtitle": ["Terrible service"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis area has had a number of eating establishments for some time but I did not expect to find a real quality Asian restaurant here. I was very pleasantly surprised. They offer a wide variety of sushi (among other Asian dishes), which we sampled and liked very much. Service is very professional. Definitely worth a try.\n"], "longitude": "32.0876", "rtitle": ["A fine Asian place in a surprising location"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis restaurant has wonderfully designed and tasted \"Special Sushi\" dishes.\nFor June 2013 the Fridays' \"eat-as-much-as-you-can\" deal is still valid.\nIndeed, the \"terms\" for this every Friday deal become more and more strict but it is still a very good deal.\nAnyway, either if you get there on a Friday or not - go for the Special Sushi options !!\n"], "longitude": "32.0876", "rtitle": ["Great place for special Sushi dishes"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nMy wife and I love sushi, and great sushi - we love even more.\nWe've been coming here for quite some time now, since it was recommended to us by a friend of mine. And will come back again ;)\nThe food tastes great, there is a nice selection of special sushi rolls, as well as other asian food ,...\n", "\n"], "longitude": "32.0876", "rtitle": ["Great sushi, and great desserts!"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nBosphorus Restaurant\n"], "review": ["\nI went to this restaurant with hope to have Turkish Food (since they announced it as a Turkish restaurant)\nso disappointed, most of them menu items are not available and what are available there is just a local dishes that you can find at any other restaurant\n"], "longitude": "33.338", "rtitle": ["Fake Menu"], "address": ["\nAl-Mansour, Baghdad, Iraq\n"], "latitude": "44.393"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nBosphorus Restaurant\n"], "review": ["\nRestaurant is beautiful place for outstanding service, but some of the dishes mentioned in the list is already present as well as a comfortable and spacious place, especially for families or special events\n"], "longitude": "33.338", "rtitle": ["nice reusturant"], "address": ["\nAl-Mansour, Baghdad, Iraq\n"], "latitude": "44.393"}
{"rating": ["4 of 5 stars"], "review": ["\nthere you go! i love hardees. away with deep fried foods please. they never scrimp on the fillings - yummy and juicy, ended up spilling a lot of the fillings. but that the way to go with burgers. prompt, polite service. mushroom swiss is my absolute favorite. if it wasn't charley's subs, it was hardees. both are on the same...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["I love hardees!!!"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nNice and tasty choice of sushi and chineese and thailand food. Good choice of coctails and draft beers.\n"], "longitude": "32.0876", "rtitle": ["Best sushi in PT"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThe food and service are perfect! Take any dish, you like it. The drinks are really nice, especially for girls.\n"], "longitude": "32.0876", "rtitle": ["Love this place"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nvery tasty sushi good atmosphere in the restraint\n"], "longitude": "32.0876", "rtitle": ["very nice sushi restraunt"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nSince its establishment Oyamaa has become a family favorite for casual sushi dinners. We also came several times for the Friday \"all you can eat\" specials and got stuffed with sushi - however I'm not sure they still have those.\nThe sushi is very good and of excellent quality. They also have a nice choice of other oriental dishes -...\n", "\n"], "longitude": "32.0876", "rtitle": ["A great place for Sushi"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "review": ["\nThis place has a unique seventies themed charm about it. I had a nice pizza (I'd go so far as to say its the best in the International Zone) and some icy cold beers. I'd be quite happy to have another pizza there within the next seven to fifteen days. Everything was good except the wait. We pre-ordered but still...\n", "\n"], "title": ["\n", "\nGiolli's Cafe and Pizzeria\n"], "rtitle": ["If you can wait then its worth it"], "address": []}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nAlmankal Albaghdadi\n"], "review": ["\nThe first time I went to that Restaurant was a year ago, at that time a friend invite to that restaurant. I want there and my friend wasn't there yet . . . I told the waiters that am waiting a friends and in addition to offering me some juice he offered a book ! ! 1\nYea, they have...\n", "\n"], "longitude": "33.3084", "rtitle": ["FooD and BooK"], "address": ["\n62 St, Karrada, Baghdad, Iraq\n"], "latitude": "44.44312"}
{"rating": ["3 of 5 stars"], "review": ["\nAdvantages\n- The Variety of Menu (International & Middle Eastern).\n- Three Floors Restaurant (Classic, Fast Food, and cafeteria).\n- SHESHA available.\nDisadvantages\n- No Parking.\n- Crowded Sitting Area.\n- unqualified waitresses.\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["Advantages&Disadvantages"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nA nice located with good taste of iraqi cuisine mainly kabab and the other grills , westren food also available ,pizza is recomended\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["Mixed between iraqi cuisine and western food"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nis a good place this is the only Restaurant with three floor building you can get shesha in this location and if you have children the third floor have an entertainment for them\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["stella"], "address": []}
