{"rating": ["5 of 5 stars"], "review": ["\nThis place is a private upscale spa over looking the dead sea. Indoor air conditioned dead sea pool gives some relief to the midday heat. Also an Outdoor fresh water pool with beach chairs for tanning. Definitely better than the bustling ein gedi spa. This place has amazing professional treatments I tried one with hot sesame oil poured all over...\n", "\n"], "title": ["\n", "\nSpa Synergy\n"], "rtitle": ["Amazing hidden treasure in ein gedi"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nearly Byzantine complex in hama governorate on the outskirt of the Badia..\nhas a christian castle and a church and a camp.\narchitecturally unique, and shows the very first example of the alternate color wall style that can be seen all over Damascus, and shows that it is not an islamic invention but Syrian christian.\nalso the mixture between brics...\n", "\n"], "title": ["\n", "\nQasr Ibn Wardan\n"], "rtitle": ["Unique"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nAmazing view on Tel Aviv, Jaffa Rishon and more from the air - do not miss this opportunity.. It is amazing adventure and breath taking views of Israel...\n"], "title": ["\n", "\nIsrael Paragliding\n"], "rtitle": ["Amazing experience - don't miss it!!!!!!!!"], "address": []}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nMakka auction\n"], "review": ["\nIn frest floor mzad Makkah or Makkah auction , is the big shop for gold and selvr in the mall and cutiy of Makkah , they have anater system for sell the jewelry by biding, the prise start from 10 SR!! , and evry day mazad is have new and used jewelry\n"], "longitude": "21.4184", "rtitle": ["In hilton tower mall in Makkah"], "address": ["\n6797 Ibrahim Al Khalil, Mecca, Saudi Arabia\n"], "latitude": "39.82290"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nit is located near Green tree. َAn archeological site which has been estimated to belong to about 800 years ago.Good to visit\n"], "longitude": "26.53178", "rtitle": ["Shows Kish history"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nI can't say it was so good because I've seen many better places at Iran,It was ok bot not that special\n"], "longitude": "26.53178", "rtitle": ["nothing very special"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nThis ghanat made by an iranian engineer and is a tourist trap; if you want to see a real ghanat go to Yazd.\n"], "longitude": "26.53178", "rtitle": ["fake, man made and expensive"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nHarireh City is near Green tree complex, 2 min walking, based on Archaeological studies, Harireh is as old as 800 years ago. After a massive earth quick local people left the city. I always wondered how people could survive in great humidity and high temperature of the Kish Island in summer, amazingly architecture of the houses and alleys was is...\n", "\n"], "longitude": "26.53178", "rtitle": ["Ruined in the earth quick"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nThis is a nice a and underground ancient city belongs to more that 1500 years ago with small sweet water flows and a nice place to take photos... a good prove of ancient civilization in kish island.\n"], "longitude": "26.53178", "rtitle": ["Ancient and under ground"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nKish attractions are not really interesting especially after you've seen other historical places in Iran. There is not much to see at this site either, these are just the ruins of a palatial house. I wouldnt call it impressive.\n"], "longitude": "26.53178", "rtitle": ["very average ruins"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nHarireh - Ancient City\n"], "review": ["\nOne of the historic Location of Kish , Civilization is beautiful and can easily touch the old houses , Very close to the sea , This place is much better to see the early morning , Very nice weather .\n"], "longitude": "26.53178", "rtitle": ["beautiful1391"], "address": ["\nKish Island, Iran\n"], "latitude": "53.97166"}
{"rating": ["5 of 5 stars"], "review": ["\nThough I have not (yet!) had the pleasure of visiting Bending Tree Yoga and Healing Center in person, I have downloaded Karen's Meditation classes and most recently the Half Hour of Power yoga class.\nKaren is a fantastic yoga instructor and always gives explanations and modification of poses so that yoga enthusiasts of any skill level can benefit from the...\n", "\n", "\n", "\n", "\n"], "title": ["\n", "\nBending Tree Yoga and Healing Center\n"], "rtitle": ["Virtual classes are just as great as live ones !!"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nFeet in sand. The freshest fish you can imagine.\nIt takes a while but really who cares. Look at where you are!!!\nBeware the crocs in the back pond.\n"], "title": ["\n", "\nCareyitos Beach\n"], "rtitle": ["One of my favorite beachside restaurants in the world."], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nWe recently visited Careyes Bay, and what a gorgeous little spot this is!! There are three beaches on this tiny bay and the hillsides are covered with the most colorful homes, estates and villas I have ever seen. A friend of mine compared it to Santorini, but the difference is that this bay is decorated in primary colors!! If you...\n", "\n"], "title": ["\n", "\nCareyitos Beach\n"], "rtitle": ["Colorful Careyes - just beautiful!"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nAbba Eco Adventure\n"], "review": ["\nI am father of two kids, It was unique experience see at my kids playing in of the animals environment, I recommend this place. Just Great\n"], "longitude": "19.97794", "rtitle": ["Amazing"], "address": ["\nCalle Constitucion #6 oriente Colonia Centro, Concepcion de Buenos Aires, Mexico\n"], "latitude": "-103.2580"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nAbba Eco Adventure\n"], "review": ["\nI stayed there the last august with my friends; I celebrated my birthday and it was a great experience. People working there is really funny and the cabins are beautiful, all they have chimney. There is no electricity, no noise; only relax. Ohh another thing that I loved from this place was the animals; I could interact whit them like...\n", "\n"], "longitude": "19.97794", "rtitle": ["Wonderful place to enjoy!"], "address": ["\nCalle Constitucion #6 oriente Colonia Centro, Concepcion de Buenos Aires, Mexico\n"], "latitude": "-103.2580"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nAbba Eco Adventure\n"], "review": ["\nIt was a wonderful experience to be in Abba. You can get in touch with yourself and nature. The food and people are incredible. There is a lot of activities you can enjoy, such as, mountain bike tour, singing in a bonfire, a walk in the forest combined with a tour in a van... I would certainly recommend you to...\n", "\n"], "longitude": "19.97794", "rtitle": ["Amazing!"], "address": ["\nCalle Constitucion #6 oriente Colonia Centro, Concepcion de Buenos Aires, Mexico\n"], "latitude": "-103.2580"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nAbba Eco Adventure\n"], "review": ["\nThe place is beautiful, relaxing atmosphere in which to commune with nature and animals very closely, I went with my family and my daughter was fascinated with animals and all activities there from tiroleza to feed the rabbits , a highly recomendado.as cabins are rustic and very beautiful and comfortable with everything you need, really the place worth visiting. I...\n", "\n"], "longitude": "19.97794", "rtitle": ["Amazing"], "address": ["\nCalle Constitucion #6 oriente Colonia Centro, Concepcion de Buenos Aires, Mexico\n"], "latitude": "-103.2580"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nAbba Eco Adventure\n"], "review": ["\nIf you are looking to get away from the city, would like to connect with nature and enjoy Eco friendly Park in Guadalajara area, Abba’s the place to be. I have got the chance to get away from the city and have a good time with my friends from all over the world. We had the best weekend ever!!\n"], "longitude": "19.97794", "rtitle": ["The best time ever!!"], "address": ["\nCalle Constitucion #6 oriente Colonia Centro, Concepcion de Buenos Aires, Mexico\n"], "latitude": "-103.2580"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nI have been to Puerto Vallarta many times and have gone on a number of day activities, but last week's tour of San Sebastian was by far the most interesting, enjoyable as well as educational one I have been fortunate to participate in.\nWe all know that a tour is meant to acquire knowledge of wherever we are staying or...\n", "\n"], "longitude": "20.76133", "rtitle": ["Great day & educational day in San Sebastian"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nWonderful tour; Gustavo, our guide has a very warm, friendly personality and was very knowledgeable about the area. The lunch served at the restaurant/bar at Hacienda Matel was very good. All in all it was a very enjoyable tour.\n"], "longitude": "20.76133", "rtitle": ["Gustavo is GREAT!!"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nSeveral tour companies offer a mountain tour out of Puerto VAllarta. I recommend the hacienda matel company and its incredibly knowlegable guide Gustavo \"Gus\" over the others. He knows not only the history of every inch of highway between PV and San Sebastian, but is a birder and arborist as well. His love of Mexico and this region shows in...\n", "\n"], "longitude": "20.76133", "rtitle": ["Hacienda Matel with Gustavo"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nThe tour to the town of San Sebastian del Oeste is as much fun a you can have for about $80. A major event on the trip is a visit to the beautiful hacienda formerly owned by the film director John Huston. It is a very well maintained large house built in 1800, although, luckily, it is in mostly original...\n", "\n"], "longitude": "20.76133", "rtitle": ["Vallarta Adventures"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nMy husband and I have been on many tours but this one was outstanding. Gustavo, the tour guide is extremely knowledgable about this area and was able to answer any questions we asked. He was funny, warm and took us from Peurto Vallarta at San Sebastien stopping of at two beautiful haciendas one of which served a delicious lunch in...\n", "\n"], "longitude": "20.76133", "rtitle": ["A superb tour"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda Matel Day Tour\n"], "review": ["\nA lovely day trip to San Sebastian in a comfortable van with an excellent knowledgeable guide named Gus. He knew a lot about the history and people of the area. The lunch at Hacienda Matel was delightful and excellent food. I had been a tour bus several times, but this was my favorite day trip becauise of our guide and...\n", "\n"], "longitude": "20.76133", "rtitle": ["A new way to see San Sebastian"], "address": ["\nPueblo Magico, San Sebastian del Oeste, Mexico\n"], "latitude": "-104.8534"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nMagdalena Jalisco Mexico\n"], "review": ["\nWe decided to incorporate a visit to Magdalena along with a visit to Tequila knowing that it was well known for opals. While we were not particularly impressed with the jewelry settings, the quantities of both raw and polished opals was quite impressive. Before purchasing opals, I would want to educate myself on just what makes for a high quality...\n", "\n"], "longitude": "20.9090", "rtitle": ["If You Like Fire Opals"], "address": ["\nOpalas de Mexico Independencia #115, Magdalena This is town that opals are mined in it is near Tequila, great place to buy opals and see the material as it is mined, Mexico\n"], "latitude": "-103.9785"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWhile we had heard good reports about this tour, our expectations were tempered by the fact that Herradura is part of a large liquor conglomerate. We were lucky that we caught the final 3pm tour on a Saturday and there were only 6 of us. The \"hacienda\" is impressive and one can see the signs of \"big money\" behind this...\n", "\n"], "longitude": "20.84216", "rtitle": ["Well Orchestrated Tour"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nIf you're staying in Tequila, it's worth the drive to go to Herradura in nearby Amatitan. We toured three distilleries while in the area, and this one was the best. At each tequila house, you hear something different. At Herradura, the guide was informative and genuinely enthused about the tequila making process and the Herradura history.\nOne of the most...\n", "\n"], "longitude": "20.84216", "rtitle": ["Excellent and informative tour"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWe were unable to book a reservation on the Tequila Express train tour so we decided to make a detour on our drive from Guadalajara to Vallarta and took the tour of Herradura. It is quite interesting not only to know the tequila making process, but to learn about the history of the place. Our group was small, thus we...\n", "\n"], "longitude": "20.84216", "rtitle": ["Worth the detour on our trip from Guadalajara to Nuevo Vallarta"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nThe Tequila Herradura plant is not in Tequila Jalisco, it is in Amatitan, Jalisco Mexico which is near the city of Tequila. We tour the plant during a workday in June 2013 and it was GREAT. As soon as we started walking, Saul (our tour guide), noticed that my wife was slightly limping and asked why. Once we mentioned that...\n", "\n"], "longitude": "20.84216", "rtitle": ["Destileria Herradura (Amatitan, Jalisco, Mexico)"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWe had some friends come down for a short trip, so we thought we would all take a trip over to Tequila and take a tour of a tequila factory. We hired our favorite drive, Luis, to take us over and we made a day of it. The highlight of the day was the Herradura distillery, wow, what a really...\n", "\n"], "longitude": "20.84216", "rtitle": ["Herradura Tequila Tour - Excellent"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWe visited the hacienda in July and had a great time. The guide was very good and shared a lot of interesting information about the place, the past and the processing of tequilla. He spoke fluently English as well as Spanish-we were a mixed group. It is impressive to see the process from the algaves to the tequila in the...\n", "\n"], "longitude": "20.84216", "rtitle": ["worth a visit"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nThis is La Hacienda San Jose del Refugio is a wonderful combination of modern and traditional tequila techniques. The original facility is immaculately maintained and the modern part of the plant offers a chance to really see how special this area is. A wonderful experience if you are in the area - even if you were not a tequila fan...\n", "\n"], "longitude": "20.84216", "rtitle": ["An Absolutely Beautiful and Fun Lesson in Tequila Making"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWhat made this trip so special was, through friends, we were able to arrange a tour not only of the three generations of tequila factories, but also a private tour of the hacienda and its grounds. If one is to visit Herradura, attempt to get as complete a tour as is available.\n"], "longitude": "20.84216", "rtitle": ["The highlight of our trip to Guadalajara"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nWow! What a place, what a tour! Our guide (Saoul) was absolutely excellent. Interesting, informed, genuinely friendly and happy to be providing the tour. The buildings are magnificent. Even the stone work on the ground is eye-opening. You get to tour the original distillery too with it's antiquated machines. Great for the price (I would have paid more if I...\n", "\n"], "longitude": "20.84216", "rtitle": ["Far better than expected"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nThis is a great name in Tequila and visiting the old Hacienda and its buildings and fields is a learning and pleasant experience.\n"], "longitude": "20.84216", "rtitle": ["Herradura"], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7238"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nHacienda San Jose del Refugio\n"], "review": ["\nTequila Herradura has been considered by many to be the gold standard of tequila for years. The process is amazingly simple. I've been in quite a few of the distilleries and I'd rate this the best of the lot. It's housed in a beautiful hacienda and has been since the distilleries founding in the late 1800s. There was a beautiful...\n", "\n"], "longitude": "20.8361", "rtitle": ["Stellar."], "address": ["\nCalzada del Carmen 82, Amatitan 445380, Mexico\n"], "latitude": "-103.7325"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPuente de Calderon\n"], "review": ["\nEl puente de Calderón is a famous bridge known for one of the battles between the Insurgentes and the mexican army. Short afterwards Miguel Hidalgo and the rest of the Insurgentes were captured.\nThe park has some big beautiful fountains and the possibility to make a barbacue or a picnic.\n"], "longitude": "20.61479", "rtitle": ["Knowing more about the History of Mexico"], "address": ["\nMunicipio de Zapotlanejo | near Guadalajara, Zapotlanejo, Mexico\n"], "latitude": "-103.0746"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBoca Divers\n"], "review": ["\nMy family and I chartered a Los Arcos snorkeling trip with Karla and were treated extremely well. She took extra time to explain things and help us. She taught us about the fish and birds and helped us learn. Ask about an early departure and you won't be disappointed. We are highly recommending Karla!\n"], "longitude": "20.66161", "rtitle": ["Karla is a wonderful person. Highly recommended!"], "address": ["\nPelicanos 518, Boca de Tomatlan, Mexico\n"], "latitude": "-105.2291"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBoca Divers\n"], "review": ["\nI had the privaledge to spend over 2 months in the village of Boca. It is a true authentic Mexican fishing village with 700 inhabitants. The children of Boca are delightful , full of energy and fun . Boca left a huge mark on my heart !!\nI first met Karla when I had the misfortune of renting an apartment...\n", "\n"], "longitude": "20.66161", "rtitle": ["Boca and More"], "address": ["\nPelicanos 518, Boca de Tomatlan, Mexico\n"], "latitude": "-105.2291"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBoca Divers\n"], "review": ["\nBoca Divers is great. Smaller boat (4-8 snorkelers), great price, knowledeagble leader. Karla, was incredible, loves what she does and it shows. She kept close tabs on the less experienced snorkelers in our group, and led us to spots with tons of fish. She also answered our questions, told us about what we were seeing, differences/changes in fish as they...\n", "\n"], "longitude": "20.66161", "rtitle": ["FABULOUS SNORKELING TRIP"], "address": ["\nPelicanos 518, Boca de Tomatlan, Mexico\n"], "latitude": "-105.2291"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBoca Divers\n"], "review": ["\nWe just returned from a two hour snorkeling trip to Los Arcos with guide and owner Karla. She used a small boat, and only had three other snorkelers with us, so it was a personal, attentive experience. We've used other outfitters with large, loud party boats, and this was better by far, and was reasonably priced.\n"], "longitude": "20.66161", "rtitle": ["Great experience!"], "address": ["\nPelicanos 518, Boca de Tomatlan, Mexico\n"], "latitude": "-105.2291"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBoca Divers\n"], "review": ["\nFrom January 4th till the 18th we stayed in Boca and met Karla the owner/operator.\nKarla is a wonderful instructor who is patient with people who have never experienced scuba before. She takes the time needed and keeps the groups small for better instruction.\nI did the brief one day intro to scuba and it was more than I excepted...\n", "\n"], "longitude": "20.66161", "rtitle": ["Best Dive Master"], "address": ["\nPelicanos 518, Boca de Tomatlan, Mexico\n"], "latitude": "-105.2291"}
{"rating": ["4 of 5 stars"], "review": ["\nThis beach was very nice, my boyfriend and I went. It is a bit far and probably is expensive if you take a taxi, only go if you have a car or motorcycle. It was nice but seriously far and there is hardly anything there so be prepared.\n"], "title": ["\n", "\nPlaya Corralero\n"], "rtitle": ["Far but Nice"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nLiterally crammed with pilgrims. Visit the room to the right of the alter to see the thousands of ritalbos.\n"], "title": ["\n", "\nBasilica de San Juan de los Lagos\n"], "rtitle": ["Humbling"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nMy husband, teenage son and I stopped in on our way to Guanajuato. We were intrigued by the claim this site is the second busiest pilgramage site in Mexico (based on one miracle that allegedly occurred in the 1600's).\nAccess to the town from the toll highway was easy and well marked. Getting through town was also pretty simple (following...\n", "\n"], "title": ["\n", "\nBasilica de San Juan de los Lagos\n"], "rtitle": ["Very interesting place to visit"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe took Mex-Eco's tour of Mexico City in February 2014. It was well organized and in 5 days we hit many of the highlights that the city has to offer. Although we were on the go most of the day, we didn't feel that we were rushed or trying to do too much. Our leader and guide were both very...\n", "\n"], "longitude": "19.2235", "rtitle": ["Mexico City"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe have gone on three tours with this company and wouldn't hesitate to go with them on any of their tours. One of the things we really like is the diligence of their investigation into the area and their careful choice of guides for that area. We have had excellent guides each trip and have felt that we good a...\n", "\n"], "longitude": "19.2235", "rtitle": ["Always My First choice"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nI have taken several tours with Mex-ECO and have loved them all they have an amazing way of taking care of you without you knowing it. The trips are extremely well planned and both the Mex-ECO guides and ones they hire in the different locations are knowledgable and fun. I highly recommend them!\n"], "longitude": "19.2235", "rtitle": ["Always great!"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis company was highly recommended and I signed for the 4 day trip to Morelia to see the monarch reserve. It was a long ride there and back but even that was a great experience with a comfortable bus, great driver in Roberto and documentaries playing. Dan and Denise and Raymundo were excellents guides and the history lesson to the...\n", "\n"], "longitude": "19.2235", "rtitle": ["Morelia monarchs and Puebla Magico"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThe Mex-ECO tour to the Butterfly reserve is without question the premiere event in my 20 some trips to Mexico. Dan and Ruth have put together a very interesting, well designed tour. Every aspect was excellent. We loved Morelia, The El Rosario Butterfly reserve, (we saw Millions) Tzintzuntzan ruins, Patzcuaro and Santa Clara de Cobre (the Copper city) The accomodations,the...\n", "\n"], "longitude": "19.2235", "rtitle": ["Mex-ECO Monarch Butterfly Tour."], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThoroughly enjoyed our tour of Yucatan sights. Chichen Itza was a highlight - Gerry gave a comprehensive explanation of the key parts of the site. Bus and hotels all very comfortable, and Dan went out of his way to help us and others organise extra activities. Highly recommended.\n"], "longitude": "19.2235", "rtitle": ["Interesting and varied Yucatan tour"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nGreat trip, the butterflies were absolutely magical. I've never seen anything like it, and would go again in a minute!! Patzcuaro is a beautiful town, friendly, I felt very safe and comfortable. Wish we could have stayed longer. Really was blown away by the copper demonstration. All in all, fantastico!\n"], "longitude": "19.2235", "rtitle": ["Morelia and Monarch Butterfly Tour"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWas part of the Inaugural trip to the famous Mayan ruins and colonial cities and thoroughly enjoyed the experience as it was all so well planned, proceeded at a pleasant pace, very knowledgeable local guide, excellent accommodations, great meals, very comfortable bus, friendly amenable fellow \"travellers\" all encouraged and cared for by Dan, the \"unflappable\"!\nHighly recommended for next year.\n"], "longitude": "19.2235", "rtitle": ["Yucatan and Riviera Maya"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis is a wonderful tour involving a great history lesson along with fantastic canyon vistas. Our guide Pancho was a great resource for the history and background to the canyon tour. Ruth with Mex-ECO Tours, organized the tour and did a fantastic job with hotels, meals, and transportation. All we can say is this tour was great.\n"], "longitude": "19.2235", "rtitle": ["Copper Canyon Tour"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe just completed a tour of Copper Canyon with Ruth and Pancho (our guide). It was a truly amazing tour and one that should be on everyone's bucket list. The trip included bus, train and air flights which allowed for a diversity of scenery in a short time. The hotels and meals ( especially the first three nights) were 5...\n", "\n"], "longitude": "19.2235", "rtitle": ["Spectacular Copper Canyon Tour!"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis is one of those trips of a lifetime; and so reasonably priced! Mex-ECO Tours did an excellent job of arranging and coordinating all aspects of the trip. Any blips were handled in the most professional way. Ruth Hazelwood of Mex-Eco was the excellent leader of our particular tour. Pancho , our guide for the history and culture of the...\n", "\n"], "longitude": "19.2235", "rtitle": ["spectacular copper canyon/excellent tour"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis 6 day tour is good value for the money. Well organized, good accommodations and enjoyable itinerary. The Sumidero canyon and Palenque ruins are must experiences.\nGood time with some fun people\n"], "longitude": "19.2235", "rtitle": ["A must trip in Chiapas"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis was an excellent tour with many unique attractions and amazing scenery. It was so well organized, the transportation and meals were excellent and always on time. The hotels were clean, comfortable and each one had its own special charm. Pauncho our guide and historian was very knowledgeable, fun and always willing to help. The train ride was only one...\n", "\n"], "longitude": "19.2235", "rtitle": ["Copper Canyon"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nIt was well organized. Accommodations were outstanding, clean, unique. Tour guides provided great commentary. Comfortable bus, great people to share the experience with!\n"], "longitude": "19.2235", "rtitle": ["Monarch butterfly trip"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWell worth taking this 6 day tour to the. Copper Canyon. The scenery is breathtaking! The accommodations and meals are excellent and the tour guide very knowledgable. It was a very enjoyable tour.\n"], "longitude": "19.2235", "rtitle": ["Copper Canyon Tour"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThe Mex-ECO trip from Bucerias to Guadalajara led by Ruth was fantastic! Everything went so smoothly from the first booking to the final drop-off (right at our door). Thanks for that! We will definitely use Mex-ECO's services again.\n"], "longitude": "19.2235", "rtitle": ["Carlos Santana with Ruth!"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThese guys are the best! Dan, Ava, you made our trip so special, from first contact to efficient booking, to accompanying us on the trip. Beautiful choice of hotels. You were very attuned to the needs of us travellers through the whole trip. We are looking forward to our next trip with you guys. There are so many good trips...\n", "\n"], "longitude": "19.2235", "rtitle": ["Guadalajara and Carlos Santana"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe signed up to go to Guadalajara to see a concert but got so much more. Ruth led the trip and we started out with a bus full of quiet people at 7am Saturday. As the day progressed we got to know some of our fellow travellers while being looked after by Ruth. She provided snacks, water and information as...\n", "\n"], "longitude": "19.2235", "rtitle": ["Awesome trip to Guadalajara to see Carlos Santana!"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe just went on a weekend tour with this company and it was very enjoyable, and well organized from start to finish. From the point of making the initial booking, to the conclusion of the junket, it was all smooth and professional (and very well priced).\nThe bus tour we did was a special junket from Bucerias, Nayarit to Guadalajara...\n", "\n"], "longitude": "19.2235", "rtitle": ["Excellent Travel Company"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThis is a wonderful one trip that should not be missed. Not only will you experience wonderful great coffee and traditional foods. This is a heart warming experience to learn about a group of women that created a business to improve themselves, their families and their community. Our visit also included a very interesting presentation on local history as well...\n", "\n"], "longitude": "19.2235", "rtitle": ["Cuzalapa One Day Coffee Trip"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe have taken two of their tours. To Morelia and the Butterfly Sanctuary in 2012 and to Guanajuato ans San Miguel Allende this year. We were most impressed with the knowledgeable guides on both tours. They provided the quality of information you might expect from the best university professors, in tune with their students. We loved the \"boutique hotels\" located...\n", "\n"], "longitude": "19.2235", "rtitle": ["Knowledgeable tour guides, great way to explore Mexico"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe have travelled with Ruth and Dan several times.Travel by Private bus or bus and air.Local guides included.Enjoy the the locations and accommodation.Cool little boutique hotels the norm.\nThese 2 UK expats run a good show.Making every effort to accommodate your interests.\nGood value.\n"], "longitude": "19.2235", "rtitle": ["See Mexico.Dont worry"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nThat would be what comes to mind when I think of Dan and Ruth and their contribution to the area. They are both full-time residents, fluent Spanish speakers, biologists by education but humanists by their natures, and beyond delightful to be with. We have done multiple tours with them, and will be going again this winter. They know Mexico and...\n", "\n"], "longitude": "19.2235", "rtitle": ["The Best of the Best"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWe have traveled twice with them ... we went to see the Monarch Butterflies 2 years ago and last year we went with them to Morelia for The Day of the Dead. Both trips were wonderful. Well organized and very informative. We live about 3 hours away from Melaque but if we were closer we would have done alot more...\n", "\n"], "longitude": "19.2235", "rtitle": ["Travels with Mex ECO Tours"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nOver the years I have been on several tours organised by Mex-eco Tours and find that whilst they are always superbly organised there is that personal touch displayed by either Dan or Ruth which makes for a very contented travel group. Wonderful stimulating places to see and ponder over, great accommodation/meals creating an experience of a lifetime at very reasonable...\n", "\n"], "longitude": "19.2235", "rtitle": ["Educational, exciting and entertaining"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nWhen I booked my first tour with Dan and Ruth four years ago to Guanajuato, I was a little nervous of not only travelling inland Mexico for my first time, but also had a few concerns about what the tour would be like. Well, it was amazing ... Dan and Ruth know so much about Mexico as they have both...\n", "\n"], "longitude": "19.2235", "rtitle": ["First class tour company in a little town in Mexico"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\n=0We have been on many tours with Dan and Ruth of Mex-Eco tours based in Melaque, Mexico. We have always had amazing adventures throughout Mexico whether climbing the Pyramids of the Sun and the Moon and enoying the paintings and life of Frieda Kahlo on the Mexico City trip, walking through the jungle after viewing the incredible ruins of Palenque...\n", "\n"], "longitude": "19.2235", "rtitle": ["Always Amazing Adventures with Mex-Eco Tours!!"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nhave been on numerous tours with Dan & Ruth, Their knowledge of the areas & the knowledge of the people they hire make these tours fun & interesting.\n"], "longitude": "19.2235", "rtitle": ["Great Adventures"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nMex-Eco offers a number of different tours, but the turtle experience has to be one of the coolest things I've ever done. Where else can you help baby turtles hatch and release them into the ocean? The day trip to the coffee cooperative was also a very interesting tour and coffee and lunch were great. The walk through the coffee...\n", "\n"], "longitude": "19.2235", "rtitle": ["Very knowledgeable about Mexico and the environment."], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nMex Eco tours is a wonderful business run by 2 very nice people. If you ever need help with anything.... the they know the answers to just about everything! Tons of information on all locations close by for adventures!\n"], "longitude": "19.2235", "rtitle": ["Great business"], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nMex-ECO Tours - Day Tours\n"], "review": ["\nin Melaque, Mexico, this would be it! Some local friends invited us to go along with them to see an extra-ordinary village, high in the mountains, where a group of indigenous women were harvesting and roasting old growth coffee. The tour was led by Mex-ECO co-founder Daniel Patman (a marine biologist), a delightful man. The full day tour included transportation,...\n", "\n"], "longitude": "19.2235", "rtitle": ["If I could have ONE extra adventure . . ."], "address": ["\nValentin Gomez Farias #59-2, Melaque 48980, Mexico\n"], "latitude": "-104.7053"}
{"rating": ["5 of 5 stars"], "review": ["\nThis beautiful\nSetting in the harbor surrounded by the bay and local traffic is a wonderful place to just sit and chill\n"], "title": ["\n", "\nD. Hamilton Jackson Park\n"], "rtitle": ["Beautiful"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nIt's a place you must visit when going to Oaxaca. There you can discover how the pieces are made and painted. It's amazing how much work and care is put in every piece - every one is worth the price. You can meet Jacobo who's a great person.\n"], "longitude": "16.86", "rtitle": ["A \"must\" when visiting Oaxaca"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nWe have collected Alebrijes (wood carvings) for years but have never seen how they were made or understood the difference in quality. This workshop explains everything and will answer any questions you may have. From the drying of the wood and repair of any cracks to the difference in the acrylic and natural dye paints are all explained in detail....\n", "\n"], "longitude": "16.86", "rtitle": ["Great experience"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nThe finest wood carvings and and incredible paint designs you will ever see on wood.They are located in San Martin Oaxaca any cab in Oaxaca will know how to get you there 30 min from town.Maria Angeles beside being one of the finest painters I have seen is a world class Chef making Zapotec cusine and old family receipes at...\n", "\n"], "longitude": "16.86", "rtitle": ["Wow the best art in Mexico"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nMy kids got a private class and got to paint their animal figurines. Great afternoon at Jacobo and Maria Angeles workshop.\n"], "longitude": "16.86", "rtitle": ["Great experience for the kids"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nThe wood carving workshop is home to extraordinarily talented carvers and painters crafting incredibly intricate and whimsical carvings, maybe the most detailed you might ever encounter. Bring your camera and take the twenty minute tour that humorously explains the process from the tree to the amazing final piece of art. We arrived at this wonderful workshop after seemingly wandering through...\n", "\n"], "longitude": "16.86", "rtitle": ["Jacobo and Maria Angele's Workshop - A Place You Have To Visit In Mexico"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nWondering around Oaxaca, trying to find a nice Alebrije (mythic animals)...someone told us to look in this town....\nPlease take note: SAN MARTIN TILCAJETE, is 30 minutes away from Oaxaca city, nice drive, good road, and you'll find at least 30 different Alebrije workshops!!! You'll find mini, small, medium, big and giant Alebrijes. You'll find them in all sort of...\n", "\n"], "longitude": "16.86", "rtitle": ["Alebrijes madness"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nThese guys are so humble and you feel so welcome in their homes. Their work is awesome. They have a workshop for kids and they're so patient with them. On top of that, there's a restaurant next to the town entrance from Highway 175 with some of the best food in beautiful Oaxaca. I can't wait to go again.\n"], "longitude": "16.86", "rtitle": ["Very friendly group of artisans"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nOur visit to Jacobo and Maria Angele's workshop a few miles outside the city of Oaxaca was an extraoridnary experience and a special thrill. We were given a tour of their studio where we learned the full process involved in the creation of the marvelous mythical Zapoteca Alebrijes. Their masterful carvings of wooden sculptures are of the highest quality and...\n", "\n"], "longitude": "16.86", "rtitle": ["Masterpieces by Mexican artists"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nWorkshop of Jacobo and Maria Angeles\n"], "review": ["\nI went to this workshop with a tour. It was very informative.\nThe Alebrijes here are the finest I have ever seen. They are true works of art. I want to return.\n"], "longitude": "16.86", "rtitle": ["The Finest Alebrijes"], "address": ["\nCalle Olvido No. 9, San Martin Tilcajete 71506, Mexico\n"], "latitude": "-96.69633"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nSteeple Building\n"], "review": ["\nThe Steeple House, which dates back to 1753, was the center of worship in Christiansted. It's former glory is clearly evident in the majestic structure. Sadly, all of the historic interior has been dismantled and are now located in other churches and buildings on the island. The National Parks Service is in the process of recreating the interior but it...\n", "\n"], "longitude": "17.7452", "rtitle": ["Beautiful exterior - interior a work in progress"], "address": ["\nChurch St., Christiansted, St. Croix\n"], "latitude": "-64.70196"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nSteeple Building\n"], "review": ["\nHas historical significance as a place of worship. Excellent location close to the fort and all the attractions. Has artifiacts inside with traditional clothing.\n"], "longitude": "17.7452", "rtitle": ["Right across the fort and close to shopping"], "address": ["\nChurch St., Christiansted, St. Croix\n"], "latitude": "-64.70196"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nSteeple Building\n"], "review": ["\nI gave it an average because the day I went to do my Christiansted walking tour, they were not open, or I just couldn't figure out where the doors were. I would have loved to read about the history on the inside. Perhaps next time. Once again, a beautiful building on the outside.\n"], "longitude": "17.7452", "rtitle": ["Beautiful exterior building"], "address": ["\nChurch St., Christiansted, St. Croix\n"], "latitude": "-64.70196"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nSteeple Building\n"], "review": ["\nTHe old steeple building and clock tower are a prominant part of St. Croix skyline, standing majestically through the centuries. The Park ranger I talked with inside was both a born Cruzan and very knowledgeable, a please chatting with!\n"], "longitude": "17.7452", "rtitle": ["Prominant on the Christiansted skyline."], "address": ["\nChurch St., Christiansted, St. Croix\n"], "latitude": "-64.70196"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nSteeple Building\n"], "review": ["\nThe bulidng was closed for a good portion of our stay, but we happened to see it open on our way out of lunch and stopped in. The Park director David gave us fantastic information about the history of the Steeple building.\n"], "longitude": "17.7452", "rtitle": ["Interesting historic site"], "address": ["\nChurch St., Christiansted, St. Croix\n"], "latitude": "-64.70196"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nKokoye Beach\n"], "review": ["\nKokoye beach is a great weekend destination. The beach is remote and can only be accessed either by hiking in or by taking a boat. The beach is maintained by a women's organization and you must pay a fee in order to access the beach. You can contact a few different members from the organization when planning the trip. Micheline...\n", "\n"], "longitude": "18.6151", "rtitle": ["Kokoye (or \"Cocoyer\") Beach"], "address": ["\nRoute National #2 | Ravline Paques, Petit Goave, Haiti\n"], "latitude": "-73.0822"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nKokoye Beach\n"], "review": ["\nHaiti has some nice beaches, but kokoye is really something else. It's not easy to get to, but well with the trip. Being in the bay, the water is calm year around, and unlike beaches near PaP, the water is crystal clear and the sand is white.\nTo get here, you have to exit the national highway right between the...\n", "\n"], "longitude": "18.6151", "rtitle": ["One of Haiti's Best Beaches"], "address": ["\nRoute National #2 | Ravline Paques, Petit Goave, Haiti\n"], "latitude": "-73.0822"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nOxygene Spa\n"], "review": ["\ni went to the spa at best western and it was very great the lady was good she knows what shes doing and the song helps you a lot to relax and to taeke the time to make little meditation, its like u were in bali,thailande or india . i recommend it to everybody. OXYGENE SPA! and the hotel is...\n", "\n"], "longitude": "18.51297", "rtitle": ["spa oxygene very amazing"], "address": ["\n50 Angle Louverture & Geffrard | BEST WESTERN PREMIER Petion-Ville, Petionville HT6110, Haiti\n"], "latitude": "-72.28522"}
{"rating": ["5 of 5 stars"], "review": ["\nAfter reading about this place in Paul Clammer's Bradt \"Haiti\" travel guide, I begged my husband to take me there. An easy distance from anywhere in Port au Prince, and in one of the more poor areas of the capital, you wouldn't expect to find such a place! The metal workers recycle old steel drums, hammering the metal into lightweight...\n", "\n"], "title": ["\n", "\nVillage Artistique de Noailles\n"], "rtitle": ["A Hidden Treasure of Whimsey and Culture"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nThe water is beautiful as blue as the sky...was very nice! A little hard to drive to, but worth the experience. I don't recommend swimming in the basin because no one was able to tell us how deep is the water. There has been recent renovation to the area, a restaurant is being built. Cute place to have a picnic...\n", "\n"], "title": ["\n", "\nSaut-Mathurine\n"], "rtitle": ["Nice waterfall...a must see!"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nI went to Saut-Mathurine a long time ago, I was probably 9 or 10 years old and I remember how beautiful it was there. The waterfall, I had never seen one before. The water looked green and it was a bit cold but still wonderful. I have to say, I haven't seen another place like it. I was at awe,...\n", "\n"], "title": ["\n", "\nSaut-Mathurine\n"], "rtitle": ["Camp-Perrin, I miss you!!!!"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nThe journey to Saut Mathurine, the biggest waterfall of Haiti, is far from easy. From Les Cayes one has to drive north to Camp Perrin (to Jeremie) and then find the path to the waterfall.....I was lucky...I found someone who was going there with a 4x4....it took me a bit more than two hours each way....travelling with the locals on...\n", "\n"], "title": ["\n", "\nSaut-Mathurine\n"], "rtitle": ["Power of Nature"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nFort des Anglais i sthe sister fort to Fort des Olivier and its British counterpart. Located on an islet just about 10 minutes by motor boat, the fort outline and chambers are relatively well preserved considerng the ravages of the past 200+ years of exposure to sea salt, weather, hurricanes, etc. Well worth the trip when in the area of...\n", "\n"], "title": ["\n", "\nFort des Anglais\n"], "rtitle": ["Must see just a short boatride away"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nfirst the A/C in the room was not working, and in saudi arabia, you can imagine how it looks without AC, the table was shaking, couches scratched,the pizza and pasta were good, but the salad bar is terrible. we wanted to order starter, the waiter informed us, it is already finished and can not be served.....it was terrible\n"], "title": ["\n", "\nPizza Hut\n"], "rtitle": ["i could not believe that it was pizza hut"], "address": []}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nI was on a Bein Harim tour yesterday and our guide took us here for our lunch. A buffet (but NOT an all you can eat)....lasagne, fried fish, a stew with chicken, a stew with beef, steamed vegetables, white rice and potatoes. A couple of salad choices. $15 or 60 shekels (yeah, bad exchange rate; bring dollars). They do serve...\n", "\n"], "longitude": "33.93852", "rtitle": ["Average Overall"], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nRestaurant was self-service with a good selection of local food. The price was average for its location. Would be pleased to recommend it to Bethlehem visitors.\n"], "longitude": "33.93852", "rtitle": ["Christmas Bells Restaurant offers good food with no frills or bells!"], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nThis restaurant was a delight and the food was outstanding! The staff were friendly and the decor inviting and clean.\n"], "longitude": "33.93852", "rtitle": ["Friendly and Cozy with room for banquets or quiet meal."], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nChristmas Bells\n"], "review": ["\nWhen you first walk into Christmas Bells, looks can be deceiving. It looks like a large cafeteria. We were the only guests there and felt odd at first. But that only last a minute. The staff there were so kind to us, they brought us great food and local wine. So many beautiful side dishes. Then they had my mom...\n", "\n"], "longitude": "33.93852", "rtitle": ["Right next to the Church of the Nativity, great food and great wine."], "address": ["\nBethlehem Manager Square, Bethlehem\n"], "latitude": "-83.717"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nAhwak\n"], "review": ["\nThe restaurant is in Le mall complexe in Dbayeh. It has a nice decor and nice service, but the quality of food is very bad. It serves Lebanese cuisine, but what you eat is not good at all. We ordered a bunch of starters, nothing was eatable except for Hommos and the hot bread, the rest was terrible. I would...\n", "\n"], "longitude": "33.92992", "rtitle": ["Title with bad food"], "address": ["\nLe Mall | Dbayeh, Dbayeh, Lebanon\n"], "latitude": "35.5887"}
{"rating": ["3 of 5 stars"], "review": ["\nBe aware of the meze for two option, which meant poor selection of not tasty mezes. Overall, out of a table of nine we all felt the food was average minus. The arabic salad was good. Perhaps it's more of a salad place. Not inspired food.\n"], "title": ["\n", "\nSea View\n"], "rtitle": ["Port cafe used to be good now average minus"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nA beautiful castle-like structure that jets out into the sea next to the ancient marina of Caesarea, this restaurant allows for outdoor or indoor seating overlooking the bay and/or Mediterranean horizon. Who can argue with that as a worthy place to have a beer, a coffee or more? The espresso is hot and fresh, and there's Stella on tap.\nI've...\n", "\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["A location good enough that nothing else matters"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nMe and my girlfriend came here and ordered a starter, sushi and a main.\nThe food arrived very quickly and you could easily tell it was cooked a while ago and just warmed a little.\nThe sushi had warm rice, which is just wrong and the starter was tiny and tasteless. Sauces were obviously not fresh and even looked stale....\n", "\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["Just avoid"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nWorst service I have ever received. Inattentive waiter, uncaring management, mediocre food that didn't arrive on time or together.\n"], "title": ["\n", "\nHametzuda - Sushi Bar\n"], "rtitle": ["Don't even think of eating there."], "address": []}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nAbdullah\n"], "review": ["\nAbdullah is a fast food restaurant that serve burgers sandwich mainly.\nif you didn't test the Iraqi burger yet then this is the place that you start with.\nyou will notice some differences in the test, it is a little bit more salty, a little bit more sour, and for sure there are less garlic and more eastern spices within.\n"], "longitude": "33.34390", "rtitle": ["the local test"], "address": ["\nStret Phalstin, Baghdad, Iraq\n"], "latitude": "44.4360"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\nRaska Brasserie & Sushi Bar\n"], "review": ["\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\nClosed long time ago.\n"], "longitude": "32.0881", "rtitle": ["Closed."], "address": ["\n18 HaSivim st., Petah Tiqwa, Israel\n"], "latitude": "34.8566"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nWe all know that SAJ elriff known with their deliciously made SAJ so dispute of all the limited seated and the fair services some times the food is great and I recommend you try it\n"], "longitude": "33.308", "rtitle": ["Best SAJ ever "], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThis use to be one of my favorites fast food restaurant in Baghdad\nBut not any more\nDuring my last 5 visits to the restaurant I noticed a serious drop down in the quality of everything.\nI kept going to that place with hope that they will fix it . . . But each time I went there I found...\n", "\n"], "longitude": "33.308", "rtitle": ["Drop Down"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nI haven't the chance to visit this restaurant this time but I visited 3 years ago. At that time I heard that it is a great restaurant but I founded very average one. Food is not that delicious, prices too high, even table and chairs was not comfortable.\n"], "longitude": "33.308", "rtitle": ["3 years ago visit"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThe Saj they serve is great and lovely. The branch is in the resturant area in 62 street. The appetizers are delicious.\n"], "longitude": "33.308", "rtitle": ["The name say it. Order Saj"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nSaj Al-Reef Restaurant\n"], "review": ["\nThe quality of the food dropped down since they opened. Last visit to there was few days ago and my family ordered chicken saj, pizza and crispy fried chicken. The saj was well done but you can feel it's dry like they just put the chicken in the wrap and thats it! it's not like before they put lots of...\n", "\n"], "longitude": "33.308", "rtitle": ["Disappointment"], "address": ["\n62th. street, Baghdad, Iraq\n"], "latitude": "44.44297"}
{"rating": ["5 of 5 stars"], "review": ["\nThis South American restaurant, located in the northern Golan Heights has an excellent menu offering various types of meats, salads, home made breads with spreads. The food is plentiful and delicious; the service is great. They also offer catering for affairs held in the Golan and Galilee area (Bar/Bat Mitzvah parties) all for an excellent price. The restaurant is open...\n", "\n"], "title": ["\n", "\nAsado Restaurant\n"], "rtitle": ["Excellent South American Restaurant Asada"], "address": []}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nTovahleh\n"], "review": ["\nI do drink coffee at Tovaleh every once in a while, and their regular café au lait, or whatever you want to call it, is still good, but yesterday I happened to be in the area, so I decided to call up my wife and invite her to have a meal with me there.\nIt's at least as bad as...\n", "\n"], "longitude": "32.0877", "rtitle": ["At least as bad as it was last time."], "address": ["\nSpiegel 3 | (City Square Mall), Petah Tiqwa, Israel\n"], "latitude": "34.8874"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nTovahleh\n"], "review": ["\nTovahleh ha s had its ups and downs. When I first became acquainted with the place, a few years ago, the food was good. When I was there about a year or two ago, it was awful: everything tasted of imitation meat-flavored soup powder. When I last ate there a few months ago, it had improved somewhat, but still wasn't...\n", "\n"], "longitude": "32.0877", "rtitle": ["The coffee is good. Everything else, well...."], "address": ["\nSpiegel 3 | (City Square Mall), Petah Tiqwa, Israel\n"], "latitude": "34.8874"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nCafe Hair\n"], "review": ["\nFirst of all, it's not Hair as in Fur, but Ha-Ir as in \"The City\". In other words, The City Coffee Shop.\nThe soups, pastas, and fish are all very good, though I'm pretty sure that the fish dishes are all made of standard supermarket frozen fish, mostly filets. Cafe Ha-Ir does have a real chef who cares and knows...\n", "\n"], "longitude": "31.9691", "rtitle": ["The best strictly kosher coffee shop/dairy restaurant in Petach Tikva at the moment"], "address": ["\nMoheliver 6, Petah Tiqwa, Israel\n"], "latitude": "34.9569"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nBetter Burger\n"], "review": ["\nThis place just oppened recently, few months ago, the design of the place is very american and I thought was a good start for a great adventure since I looooove good hamburgers (I used to live in New York so I know a good burger when I see one), the owner looks american so I thought that he has made...\n", "\n"], "longitude": "32.0854", "rtitle": ["Just another hamburger, nothing special"], "address": ["\nRotchild 83, Petah Tiqwa, Israel\n"], "latitude": "34.88218"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nBlackbarburger\n"], "review": ["\nNice and quite place with relaxed atmosphere at the midst of the relatively business district. Great place for Friends, Family, and Couples during the evening.\nWe were a few couples and ordered various burgers and fries. the burgers were real good and juicy, but unfortunately the fries were below average. Basically not crispy at all as I expect from a...\n", "\n"], "longitude": "32.0881", "rtitle": ["Great Burgers With Atmosphere"], "address": ["\nHasivim 18, Petah Tiqwa, Israel\n"], "latitude": "34.8566"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nHome like food with good prices. Not Kosher which is a big advantage. really something for everybody\n"], "longitude": "32.0881", "rtitle": ["Cheap and tasty"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nPaprika is a restaurant in the Yakhin Center in Petah Tikva serving Israeli cuisine. It is definitely a medium-quality restaurant, don't expect anything fancy. The service is decent and the atmosphere is very good—no loud music and plenty of space. The place is one of the few restaurants in Petah Tikva open on Shabbat.\nThe real upside of this restaurant...\n", "\n"], "longitude": "32.0881", "rtitle": ["Best Value for Money"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nNice restaurant. Been there for 2-3 times on late night,\nbut just because it was the only restaurant open.\nThe food is too much oily and fatty and not delicious.\nWon't get back, probably.\n"], "longitude": "32.0881", "rtitle": ["moderate quality food"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nGood Israeli restaurant, serving a variety of foods from different Israeli styles.\nI especially like the Fatoot; a dish based on shredded bread.\nHighly recommended.\n"], "longitude": "32.0881", "rtitle": ["Good Israeli food, simple and tasty"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nPaprika\n"], "review": ["\nThe food is very tasty. Everyone was satisfied. The children where happy with the meal that they got. The desert was very good and tasty. The only thing is the to good acoustic. The Restaurant in very, very loud.\n"], "longitude": "32.0881", "rtitle": ["very good israeli food"], "address": ["\nShaham 21, Petah Tiqwa, Israel\n"], "latitude": "34.8592"}
{"rating": ["5 of 5 stars"], "review": ["\none of the Best in Israël;-)\nThey recognize us always:-)\nthe guy who place you is so sympa \"ooh the belgian\" :-D\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Super great!!!!!"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nBefore you go to this restaurant, keep in mind that it's in the low end—both in terms of price and in terms of fanciness. You will see a lot of people having casual lunch/dinner, there is no wine menu to speak of, and the appetizers are standard supermarket-like food served nicely.\nHaving said that, I have been to this restaurant...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Good and Plentiful Food, Great for a Low-End Restaurant"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nEven before you settle into your seat, your table is filled with tons of salads and a fresh lafa. All of which are delicious. Whatever meat you choose, skewer, steak, etc - is cooked to perfection and delicious. The wait staff is so attentive, the service is so quick and the food is phenomenal. Achla always hits the spot and...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Best Restaurant of its type - no question"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nGood restaurant in \"mizrahi\" style. Variety of salads, starters. Several kinds of barbecue. Not expensive.\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Good as expected."], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\na good place to eat launch or dinner, prices are ok\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["good quality meet"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nThis old established Petah Tiqvah institution is the best. We have eaten here for years and the quality is consistently good: 17 salad mezze - you don't pay if you order a meat course - refilled as often as you want, pittot baked on the side of the oven in front of your eyes, all manner of grilled meats: pargiyot,...\n", "\n"], "title": ["\n", "\nAchla Restaurant\n"], "rtitle": ["Just the best"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nAs there are no mobile waiters on tables in this place, as a concept, you are doing basically all but the food.\nAnd it's a nice concept, which help lowering the bill.\nAnd most important of course, good Italian food.\n"], "longitude": "32.1448", "rtitle": ["DIYS concept"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nClose to my work place, eating almost every day and enjoyed, in addition comes sometimes in the evenings with my husband.\nPastas and pizzas Current daily production, excellent quality other than lots of places.\nNot expensive at all, worth every penny, excellent food.\n"], "longitude": "32.1448", "rtitle": ["The best"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nNice food, normal prices.\nWe attend this restaurant/diner once a month.\nGood pizzas, good pastas.\nTime to time good promotions...\n"], "longitude": "32.1448", "rtitle": ["Nice"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nItalian restaurant with a special self service concept - when you order and pay you get a special vibrating device and take your place. When your order is ready the device starts vibrating and you can take your fresh meal. The place has a very special space and atmosphere ideal for families. the prices are very very reasonable, and the...\n", "\n"], "longitude": "32.1448", "rtitle": ["simply good"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nEasy to find, easy to get a table. Tasty pizzas and pastas. Perfect place for Saturday family dinner.\n"], "longitude": "32.1448", "rtitle": ["Simple and tasty"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nIt's a self service restaurant, with Great salads and excellent pizzas.\nThe big plus for me, as mentioned, is the italian atmosphere. Feeling like in Rome again...\n"], "longitude": "32.1448", "rtitle": ["If you would like to feel like you are in Italy"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nWe have been coming here for almost a year, once a month on average.\nThis place specializes in Italian food.\nThe concept is based on ordering the food at the cashier, and once the food is ready you are notified via a buzzer and you pick up your food at the counter.\nThis makes the prices really decent, and a...\n", "\n"], "longitude": "32.1448", "rtitle": ["Great place for a big family dinner"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nGoomba\n"], "review": ["\nAn early dinner for two was just lovely. There are no waiters so when you order you get this beeper that will beep when the food is ready.\nThe menu is simple, the pizza was delicious and the Cannoli for desert was nice and sweet.\nThe overall atmosphere is very positive - nice music, open kitchen.\n"], "longitude": "32.1448", "rtitle": ["Simple & elegant"], "address": ["\nLeshem 11, Petah Tiqwa, Israel\n"], "latitude": "34.8877"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nSpaghettim\n"], "review": ["\nSpaghettim is a great place to eat. It's a lovely restaurant with outstanding service!\nWe went to celebrate a friends birthday and they now have a new \"health Menu\" specially designed with \"Holmes Place\" for people who want to eat healthy. We choose a Pasta with salmon and a Genovesa Chicken breast. Both dishes were extremely good. So in addition...\n", "\n"], "longitude": "32.0881", "rtitle": ["Worth every penny"], "address": ["\n18 Hasivim St, Petah Tiqwa 4959376, Israel\n"], "latitude": "34.8566"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nCoral Restaurant\n"], "review": ["\nThis is a restaurant inside the Coral hotel. While the hotel has quite high standards, the restaurant suffers from below average cooking. Waiters try to be helpful but there is no backup from the kitchen.\nNevertheless I use this place for business meetings, despite the bad food, because: the restaurant is clean, well arranged and kept, personnel are very friendly...\n", "\n"], "longitude": "33.2927", "rtitle": ["Good business meeting place"], "address": ["\nAl-Jadryia St., Baghdad, Iraq\n"], "latitude": "44.4004"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nOk, we have 2 main sections to talk about\n1st the Mall it self, the management need to pay more attention to many things including the A.C (especially during Baghdad Hot Summer Days) and the W.C's and Finally the limited area of the car parking lot\n2nd the restaurants of the Mall, they are good enough but over prices even...\n", "\n"], "longitude": "33.3174", "rtitle": ["2 main sections to talk about"], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nThe variety of the choices at the food court there was limited between Turkish,western and Iraqi food which is expected in any place nowadays in Baghdad. Tried the food there from Lee's and it was disappointment from quality and taste of food to the service cause I've been before at the main branch and the whole experience was different. and...\n", "\n"], "longitude": "33.3174", "rtitle": ["The food court..."], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nAl Mansur mall\n"], "review": ["\nToo expensive and the same shops in almansoor are in it but the third floor is the best Mmmm what else I didn't go the first floor but it's only food\n"], "longitude": "33.3174", "rtitle": ["Entertainment "], "address": ["\nAl Mansur Street, Baghdad, Iraq\n"], "latitude": "44.34620"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nDojo's\n"], "review": ["\nIf you can get into the IZ this is the place to go. Highly recommended.\nThey serve great steaks while the huge and tasty American breakfast is a must.\nThe waiters are real professionals; come to think of it, this is the only real restaurant in Baghdad.\n"], "longitude": "33.30333", "rtitle": ["Maybe the only restaurant in Baghdad"], "address": ["\nInternational Zone, Baghdad, Iraq\n"], "latitude": "44.35416"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nDojo's\n"], "review": ["\nAte breakfast there (full breakfast with everything), and while the service was cheerful, the quality was a bit average. But considering that there are very few restaurants in the International Zone, we should be grateful for Dojo's. I will be going back (I'm keen to try the indoor pool in the middle of the restaurant).\n"], "longitude": "33.30333", "rtitle": ["As good as it gets"], "address": ["\nInternational Zone, Baghdad, Iraq\n"], "latitude": "44.35416"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nI am a Burger Lover,\nwhen I saw the billboard of that restaurant fro the first time I told myself \"this is the place that I was looking for\" --> thats was me when I stepped into the restaurant\nSeriously disappointed --> me departing the restaurant\nthe Billboard is the best thing in that restaurant, but you surly know that...\n", "\n"], "longitude": "33.33145", "rtitle": ["the Billboard is the best thing in that restaurant"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nBad service and poor small place. I asked the cashier 100 times to remove the sauce from the sandwich but still receiving my meal with it. Limited sandwiches.\n"], "longitude": "33.33145", "rtitle": ["Bad"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["3 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nmy husband & I visited karrada branch it was nice place but both of us didn't like the food I chose the vegetarian burger while he took the beef burger & both were not good & also they added some kind of flavored salt to the fries I'm not sure that I like it, the price was reasonable overall it's...\n", "\n"], "longitude": "33.33145", "rtitle": ["nice place but not tasty food"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nWhat a great spot !, my good friend and linguist treated me, and wanted my \"American opinion\" on the burgers.. WHAT A TREAT ...these guys make the BEST burgers in Baghdad. Plus the local younger crowd all know each other, and find it a great hang out spot. Their local marketing is excellent, and it SO SO friendly for all...\n", "\n"], "longitude": "33.33145", "rtitle": ["An American in Baghdad votes ~BURGER JOINT~ the BEST BURGER IN the Middle East !"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\nBurger Joint\n"], "review": ["\nDelicious burgers! ipads are used to take orders, nice clean and modern interiors. I highly recommend it, get the cheeseburger combo with fries :)\n"], "longitude": "33.33145", "rtitle": ["awesome food!"], "address": ["\n14th Ramadan St, Al-Mansour, Baghdad, Iraq\n"], "latitude": "44.33865"}
{"rating": ["2 of 5 stars"], "review": ["\nI have seen other people pretty disappointed that what they show on the pictures is not what they actually get. the amount of meat on the sandwich is very minimal.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["What you see is not what you get"], "address": []}
{"rating": ["2 of 5 stars"], "review": ["\nI am a big fan of hardees for their fresh stuff and juicy burgers but this one sucked. Buns were like days old, you could chew them like a gum and meat was cold like ice\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Buns never fresh and meat is cold"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nVery bad food and place.\nService is low quality\nThe sandwich is not fresh\nthe delivery is slow take about 45 minutes\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Bad"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nI ate there a couple of time I loved it. The Burgers are very nice and tasty the Nuggets are very good with the flavours of their sauces\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Very good"], "address": []}
{"rating": ["5 of 5 stars"], "review": ["\nGreat food but expensive in comparison. Liked their large burgers as smaller ones are just processed not proper chicken\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Burger Place"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nvery close to the haram, ( in fact over looking the haram ). all kinds of food tastes the same \"nearly \", my advise is to take your food and eat away, because the tables of the restaurant could be \"NOT\" clean at all. your food will be ready in few minutes, very limited choice of drinks, ( nothing diet...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["only if you are very hungry, or in a hurry."], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nIts on the 2nd floor in the hilton tower hotel.\nthe srevice is not very good and the people doesnt smile at all and not friendly.\nthe counter is very small where there is only one guy to take your order and when it gets busy you will have to wait for a very long time.\nfor such crowded place...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["If you are hungry for for it."], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nfood is prpared while you wait .almost everything is served on a bed of rice excellent roast ,grills very simple uncomplicated easy meals esp if you have kids variety mild food\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["close to home food"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\ni found it very average compared to the Hardee's that we get in Karachi. There was a lack of sauces and vegetables plus the bun was not fresh. Go for it only if you are a complete fan of the food chain\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["average experience"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nMy wife and I ate twice at Hardees when we performed umrah in April. We were pleasantly surprised to find how tasty the burgers and sandwiches were during our first time to Hardees. The sizes of the meals were large and would satisfy any hearty eater. Pricing was standard for a fastfood restaurant. Service was average, no smiles from server...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Tasty Fastfood"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\n2 branches , the best burger dining and I like them meals. clean restaurant and good climate. Some times they delay but still good.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Fast food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nMe and my wife ate here on a few occasions whilst in Mecca for Umraah.\nGood choice of burgers which are heavy and filling. Fresh chips and soft drinks such as coke, 7up etc.\nService is standard for Saudi Arabia.\nWorth a visit when your after some fast food.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["As expected from a Burger chain!"], "address": []}
{"rating": ["1 of 5 stars"], "review": ["\nFood again was awful in taste. Lacked taste and chips did not taste right\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Awful"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nIf you get bored of KFC, McDonalds doies not grab you, you can give Hardees a try. They are a fast food outfit which does a variety of burgers. Its fast food worth a quick bite.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Burgers"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nOver crowded and tastless food . But if U can not get anything else . It is just OK .\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["OK food"], "address": []}
{"rating": ["2 of 5 stars"], "review": ["\nit did not have the quality & the taste that is its hallmark; it is much better in Islamabad, Pakistan where it is very popular surpassing KFC\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["disappointed"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nFries and nuggets are too good here. I haven't tried anything else from it.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Fries and Nuggets"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nhad this from the food court was nice takes a while to get your order\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["ok"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\ngood food as expected...usual burgers and fast food, good tasting fresh food...nice alternative\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nthis is a very nice fast food center with good hygiene practice\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["fast food"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nthis is as good as mcdonalds and at times even better\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["as good as mcdonalds"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nbut the escalator beside the Hilton leads to a small food court. Plenty of nondescript food to be found there. However, Hardees burgers were exceptionally delicious, fresh and hot. We had to wait a while for a table, but it was worth the wait.\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Makkah is not the best place for dining out, please correct me if I'm wrong"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nFoods are ok! I am not a burger fan, though I eat it sometimes!\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["Foods are ok!"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nlocation is ideal but the service staff isnt efficient enough\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["improve hardees"], "address": []}
{"rating": ["3 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nAverage sushi, average service, average prices.\nThere is free parking for first 2 hours in shopping center.\n"], "longitude": "32.0876", "rtitle": ["Average sushi bar"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis was crazy, I ordered a shrimp miso soup. It was the single smallest portion of soup I have ever encountered. Offered to send the manager a picture, explained to him nicely. Instead I was told that if I dont like it it is my problem and he slammed the phone down on me. Anyone who orders or eats at...\n", "\n"], "longitude": "32.0876", "rtitle": ["Must be crazy to order from them"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nthe dishes are delicious. the service is always excellent. the atmosphere and design are clean and easy.\nthe sushi- is the best in the city.\n"], "longitude": "32.0876", "rtitle": ["simply the best"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nWe love their sushi. Good atmosphere, huge TV screen, mostly good service. The restaurant is located in shopping-restaurant area, you can usually find parking.\n"], "longitude": "32.0876", "rtitle": ["Oyamaa"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nI ordered the chicken in tampure but received schnitzel. I ordered and paid for fanta but did not receive it.\n"], "longitude": "32.0876", "rtitle": ["just terrible"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nI'm getting back there for the Phad Kapao, and everytime have a great joy.\nThe atmosphere is somehow on the border of a restaurant and bar,\nand the service is quick and lovely.\n"], "longitude": "32.0876", "rtitle": ["Delicious restaurant"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["1 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nAt the business lunch a wrong main dish was served, but they didn't agree to replace it (!). When I decline to receive it (after all it wasn't what I've ordered) they charged me full price (not the business lunch price) on every single part of the business lunch.\nAnd, how surprising, the manager had very rude and irrelevant comments...\n", "\n"], "longitude": "32.0876", "rtitle": ["Terrible service"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis area has had a number of eating establishments for some time but I did not expect to find a real quality Asian restaurant here. I was very pleasantly surprised. They offer a wide variety of sushi (among other Asian dishes), which we sampled and liked very much. Service is very professional. Definitely worth a try.\n"], "longitude": "32.0876", "rtitle": ["A fine Asian place in a surprising location"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThis restaurant has wonderfully designed and tasted \"Special Sushi\" dishes.\nFor June 2013 the Fridays' \"eat-as-much-as-you-can\" deal is still valid.\nIndeed, the \"terms\" for this every Friday deal become more and more strict but it is still a very good deal.\nAnyway, either if you get there on a Friday or not - go for the Special Sushi options !!\n"], "longitude": "32.0876", "rtitle": ["Great place for special Sushi dishes"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nMy wife and I love sushi, and great sushi - we love even more.\nWe've been coming here for quite some time now, since it was recommended to us by a friend of mine. And will come back again ;)\nThe food tastes great, there is a nice selection of special sushi rolls, as well as other asian food ,...\n", "\n"], "longitude": "32.0876", "rtitle": ["Great sushi, and great desserts!"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["2 of 5 stars"], "title": ["\n", "\nBosphorus Restaurant\n"], "review": ["\nI went to this restaurant with hope to have Turkish Food (since they announced it as a Turkish restaurant)\nso disappointed, most of them menu items are not available and what are available there is just a local dishes that you can find at any other restaurant\n"], "longitude": "33.338", "rtitle": ["Fake Menu"], "address": ["\nAl-Mansour, Baghdad, Iraq\n"], "latitude": "44.393"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nBosphorus Restaurant\n"], "review": ["\nRestaurant is beautiful place for outstanding service, but some of the dishes mentioned in the list is already present as well as a comfortable and spacious place, especially for families or special events\n"], "longitude": "33.338", "rtitle": ["nice reusturant"], "address": ["\nAl-Mansour, Baghdad, Iraq\n"], "latitude": "44.393"}
{"rating": ["4 of 5 stars"], "review": ["\nthere you go! i love hardees. away with deep fried foods please. they never scrimp on the fillings - yummy and juicy, ended up spilling a lot of the fillings. but that the way to go with burgers. prompt, polite service. mushroom swiss is my absolute favorite. if it wasn't charley's subs, it was hardees. both are on the same...\n", "\n"], "title": ["\n", "\nHardee's\n"], "rtitle": ["I love hardees!!!"], "address": []}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nNice and tasty choice of sushi and chineese and thailand food. Good choice of coctails and draft beers.\n"], "longitude": "32.0876", "rtitle": ["Best sushi in PT"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nThe food and service are perfect! Take any dish, you like it. The drinks are really nice, especially for girls.\n"], "longitude": "32.0876", "rtitle": ["Love this place"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["5 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nvery tasty sushi good atmosphere in the restraint\n"], "longitude": "32.0876", "rtitle": ["very nice sushi restraunt"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "title": ["\n", "\noyamaa\n"], "review": ["\nSince its establishment Oyamaa has become a family favorite for casual sushi dinners. We also came several times for the Friday \"all you can eat\" specials and got stuffed with sushi - however I'm not sure they still have those.\nThe sushi is very good and of excellent quality. They also have a nice choice of other oriental dishes -...\n", "\n"], "longitude": "32.0876", "rtitle": ["A great place for Sushi"], "address": ["\nItzhak Rabin 17 | Yachin Center, Petah Tiqwa, Israel\n"], "latitude": "34.8612"}
{"rating": ["4 of 5 stars"], "review": ["\nThis place has a unique seventies themed charm about it. I had a nice pizza (I'd go so far as to say its the best in the International Zone) and some icy cold beers. I'd be quite happy to have another pizza there within the next seven to fifteen days. Everything was good except the wait. We pre-ordered but still...\n", "\n"], "title": ["\n", "\nGiolli's Cafe and Pizzeria\n"], "rtitle": ["If you can wait then its worth it"], "address": []}
{"rating": ["4 of 5 stars"], "title": ["\n", "\nAlmankal Albaghdadi\n"], "review": ["\nThe first time I went to that Restaurant was a year ago, at that time a friend invite to that restaurant. I want there and my friend wasn't there yet . . . I told the waiters that am waiting a friends and in addition to offering me some juice he offered a book ! ! 1\nYea, they have...\n", "\n"], "longitude": "33.3084", "rtitle": ["FooD and BooK"], "address": ["\n62 St, Karrada, Baghdad, Iraq\n"], "latitude": "44.44312"}
{"rating": ["3 of 5 stars"], "review": ["\nAdvantages\n- The Variety of Menu (International & Middle Eastern).\n- Three Floors Restaurant (Classic, Fast Food, and cafeteria).\n- SHESHA available.\nDisadvantages\n- No Parking.\n- Crowded Sitting Area.\n- unqualified waitresses.\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["Advantages&Disadvantages"], "address": []}
{"rating": ["4 of 5 stars"], "review": ["\nA nice located with good taste of iraqi cuisine mainly kabab and the other grills , westren food also available ,pizza is recomended\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["Mixed between iraqi cuisine and western food"], "address": []}
{"rating": ["3 of 5 stars"], "review": ["\nis a good place this is the only Restaurant with three floor building you can get shesha in this location and if you have children the third floor have an entertainment for them\n"], "title": ["\n", "\nStella 62\n"], "rtitle": ["stella"], "address": []}
